Revit 2027 API
AnalysisDisplayColorEntry.Color Property
 Color associated with color entry.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color Color { get; }
Public ReadOnly Property Color As Color
	Get
public:
property Color^ Color {
	Color^ get ();
}
member Color : Color with get
Property Value
Color
See Also
Reference
AnalysisDisplayColorEntry Class
Autodesk.Revit.DB.Analysis Namespace